Failed to upgrade tee type to cross type.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FailedDowngradeTeeToCross { get; }
  Visual Basic
Public Shared ReadOnly Property FailedDowngradeTeeToCross As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FailedDowngradeTeeToCross {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures AutoRouteFailures Class
  Autodesk.Revit.DB Namespace